;------------------------------------------------------------------------------
; UltraDefrag GUI Hebrew Language Pack.
; Copyright (C) 2011 by Dmitri Arkhangelski.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised {Jan. 01, 1900} by {Replace by Name of Reviser}
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Menu

ACTION                    = פעולה
REPORT                    = לדוח
SETTINGS                  = הגדרות
HELP                      = עזרה

; --- Action Menu

ANALYSE                   = לנתח
DEFRAGMENT                = איחוי
QUICK_OPTIMIZE            = מהיר אופטימיזציה
FULL_OPTIMIZE             = מלא אופטימיזציה
STOP                      = להפסיק
REPEAT_ACTION             = לחזור על הפעולה
SKIP_REMOVABLE_MEDIA      = לדלג דיסקים נשלפים
RESCAN_DRIVES             = לסרוק מחדש כונני
WHEN_DONE                 = כאשר נעשה
EXIT                      = יציאה

; --- --- When done submenu

WHEN_DONE_NONE            = שום דבר
WHEN_DONE_EXIT            = יציאה
WHEN_DONE_STANDBY         = במצב המתנה
WHEN_DONE_HIBERNATE       = שינה
WHEN_DONE_LOGOFF          = סיומה של הפגישה
WHEN_DONE_REBOOT          = לאתחל
WHEN_DONE_SHUTDOWN        = סגירת מפעל

; --- Report Menu

SHOW_REPORT               = להראות הדו"ח

; --- Settings Menu

LANGUAGE                  = שפה
GRAPHICAL_INTERFACE       = ממשק גרפי
BOOT_TIME_SCAN            = סריקה בזמן אתחול
REPORTS                   = דוחות

; --- --- Language submenu

TRANSLATIONS_FOLDER       = תרגומים תיקייה

; --- --- Graphical interface submenu

FONT                      = גופן
OPTIONS                   = אפשרויות

; --- --- Boot time scan submenu

ENABLE                    = לאפשר
SCRIPT                    = תסריט

; --- Help Menu

CONTENTS                  = תוכן
BEST_PRACTICE             = הכי טוב להתאמן
FAQ                       = שאלות נפוצות
ABOUT                     = אודות התוכנית

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = תסריט בזמן אתחול

; Drives list items.

VOLUME                    = נפח
STATUS                    = מעמד
TOTAL                     = סה"כ שטח
FREE                      = חינם שטח
PERCENT                   = % חינם

; Status messages

STATUS_RUNNING            = ביצוע
STATUS_ANALYSED           = ניתחתי
STATUS_DEFRAGMENTED       = איחוי
STATUS_OPTIMIZED          = אופטימליים

; Status bar messages.

DIRS                      = תיקיות
FILES                     = קבצים
FRAGMENTED                = מקוטעת
COMPRESSED                = דחוס
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = אודות התוכנית
CREDITS                   = המחברים
LICENSE                   = רשיון

; Shutdown confirmation

PLEASE_CONFIRM            = אנא ודא
REALLY_SHUTDOWN_WHEN_DONE = האם אתה באמת רוצה כיבוי מתי לעשות?
REALLY_HIBERNATE_WHEN_DONE= האם אתה באמת רוצה שינה כאשר נעשה?
REALLY_LOGOFF_WHEN_DONE   = האם אתה באמת רוצה התנתקות מתי לעשות?
REALLY_REBOOT_WHEN_DONE   = האם אתה באמת רוצה לאתחל מתי לעשות?
SECONDS_TILL_SHUTDOWN     = שניות עד כיבוי
SECONDS_TILL_HIBERNATION  = שניות עד שינה
SECONDS_TILL_LOGOFF       = שניות עד התנתקות
SECONDS_TILL_REBOOT       = שניות עד לאתחל
YES                       = כן
NO                        = לא

; END OF FILE
